[
    {
      "titulo": "Cien años de soledad",
      "desc": "“Muchos años después, frente al pelotón de fusilamiento, el coronel Aureliano Buendía había de recordar aquella tarde remota en que su padre lo llevó a conocer el hielo”.Con estas palabras empieza una novela ya legendaria en los anales de la literatura universal, una de las aventuras literarias más fascinantes del siglo xx. Millones de ejemplares de Cien años de soledad leídos en todas las lenguas y el Premio Nobel de Literatura coronando una obra que se había abierto paso a “boca a boca” —como gusta decir el escritor— son la más palpable demostración de que la aventura fabulosa de la familia Buendía-Iguarán, con sus milagros, fantasías, obsesiones, tragedias, incestos, adulterios, rebeldías, descubrimientos y condenas, representaba al mismo tiempo el mito y la historia, la tragedia y el amor del mundo entero.",
      "ISNB-10": "0525562443",
      "ISBN-13": "978-0525562443",
      "img": "./assets/img/cien años de soledad",
      "pag": "400 páginas",
      "publicacion": "24 Octubre 2017",
      "editorial": "Vintage Espanol; Anniversary edición",
      "price": 17.590,
      "moneda": "clp",
      "autor": "Gabriel García Márquez",
      "categoria": "Literatura y ficción",
      "clasificacion": "Ficción Literaria"
    },
    {
      "titulo": "Fuego y Sangre (Canción de hielo y fuego 0)",
      "desc": "El nuevo libro de George R. R. Martin narra la fascinante historia de los Targaryen, la dinastía que reinó en Poniente trescientos años antes del inicio de “Canción de hielo y fuego“, la saga que inspiró la serie de HBO: Juego de tronos. Siglos antes de que tuvieran lugar los acontecimientos que se relatan en “Canción de hielo y fuego“, la casa Targaryen, la única dinastía de señores dragón que sobrevivió a la Maldición de Valyria, se asentó en la isla de Rocadragón. Aquí tenemos el primero de los dos volúmenes en el que el autor de Juego de tronos nos cuenta, con todo lujo de detalles, la historia de tan fascinante familia: empezando por Aegon I Targaryen, creador del icónico Trono de Hierro, y seguido por el resto de las generaciones de Targaryens que lucharon con fiereza por conservar el poder, y el trono, hasta la llegada de la guerra civil que casi acaba con ellos. ¿Qué pasó realmente durante la Danza de dragones? ¿Por qué era tan peligroso acercarse a Valyria después de la Maldición? ¿Cómo era Poniente cuando los dragones dominaban los cielos? Estas, y otras muchas, son las preguntas a las que responde esta monumental crónica, narrada por un culto maestre de la Ciudadela, que anticipa el ya conocido universo de George R.R. Martin.",
      "ISNB-10": "B07FN6GLZ3",
      "ISBN-13": "B07FN6GLZ3",
      "img": "./assets/img/fuego y sangre",
      "pag": "913 páginas",
      "publicacion": "20 Noviembre 2018",
      "editorial": "PLAZA JANÉS",
      "price": 32.100,
      "moneda": "clp",
      "autor": "George R.R Martin",
      "categoria": "Literatura y ficción",
      "clasificacion": "Ficción de Acción y Aventura"
    },
    {
      "titulo": "El club de la lucha",
      "desc": "El club de la lucha, una de las novelas contemporáneas más originales y provocadoras, que ya se ha convertido en un clásico underground. La primera regla del club de la lucha es no hablar del club de la lucha. Cada fin de semana, un puñado de jóvenes oficinistas se quita los zapatos y las camisas y pelean entre sí hasta la extenuación. Los lunes vuelven a sus despachos con los ojos amoratados y un embriagador sentimiento de omnipotencia. Pero estas reuniones son solo el comienzo del plan con el que Tyler Durden, proyeccionista, camarero y oscuro genio anárquico, aspira a vengarse de una sociedad paralizada por el consumismo exacerbado.",    
      "ISNB-10": "8499088171",
      "ISBN-13": "B007PJMX2W",
      "img": "./assets/img/el club de la lucha",
      "pag": " 226 páginas",
      "publicacion": "12 Abril 2012",
      "editorial": "RANDOM HOUSE",
      "price": 9.200,
      "moneda": "clp",
      "autor": "Chuck Palahniuk's ",
      "categoria": "Literatura y ficción",
      "clasificacion": "Acción y Aventura Clásica"
    },
    {
      "titulo": "Clímax: Una Novela Explícitamente Erótica",
      "desc": "Nunca beses a alguien en una fiesta enmascarada porque no sabes quién se esconde detrás del antifaz. No importa si es irresistiblemente atractivo; y definitivamente no deberías volver a besarlo cuando sabes que una relación con él puede traer serias consecuencias para los dos. Apenas Alejandro descubre la verdadera identidad de la morena misteriosa que despertó en él sensaciones que creía que jamás volvería a tener, se siente dividido entre el deseo de hacerla suya o hacer lo correcto y dejarla ir. Diana sabe que lo que ocurrió entre ellos no debería volver a suceder, pero la tentación de sucumbir a él es difícil de resistir, y los apetitos carnales que sacian el apetito sexual de Alejandro despiertan un lado desconocido que Diana desea explorar. Esta novela esta destinada exclusivamente a mayores de 18 años, ya que contiene escenas explícitamente sexuales.",
      "ISNB-10": "1072916932",
      "ISBN-13": "978-1072916932",
      "img": "./assets/img/climax",
      "pag": "199 páginas",
      "publicacion": "9 Junio 2019",
      "editorial": "Independently published",
      "price": 8.990,
      "moneda": "clp",
      "autor": "Dulce Veneno",
      "categoria": "Literatura y ficción",
      "clasificacion": "Ficción Erótica"
    },
    {
      "titulo": "Donde esta Venezuela? Where is Venezuela?",
      "desc": "Cuando Alesia y Jose le preguntan a su abuelo: ¿DÓNDE ESTÁ VENEZUELA?Papapa los lleva por un mágico y divertido viaje imaginario a través de los espectaculares paisajes venezolanos, que no solo los ubica en el mundosino que también les despierta un emocionante sentido de arraigo hacia su tierra y su gente.",
      "ISNB-10": "B08LFVRVDD",
      "ISBN-13": "979-8699844364",
      "img": "./assets/img/donde esta venezuela",
      "pag": "38 páginas",
      "publicacion": "19 Octubre 2020",
      "editorial": "Independently published",
      "price": 5.330,
      "moneda": "clp",
      "autor": "Nacho Palacios",
      "categoria": "Literatura y ficción",
      "clasificacion": "Mitología y Cuentos Populares"
    }
  ]