[
  {
    "id": 1,
    "titulo": "Cien años de soledad",
    "desc": "“Muchos años después, frente al pelotón de fusilamiento, el coronel Aureliano Buendía había de recordar aquella tarde remota en que su padre lo llevó a conocer el hielo”.Con estas palabras empieza una novela ya legendaria en los anales de la literatura universal, una de las aventuras literarias más fascinantes del siglo xx. Millones de ejemplares de Cien años de soledad leídos en todas las lenguas y el Premio Nobel de Literatura coronando una obra que se había abierto paso a “boca a boca” —como gusta decir el escritor— son la más palpable demostración de que la aventura fabulosa de la familia Buendía-Iguarán, con sus milagros, fantasías, obsesiones, tragedias, incestos, adulterios, rebeldías, descubrimientos y condenas, representaba al mismo tiempo el mito y la historia, la tragedia y el amor del mundo entero.",
    "ISNB-10": "0525562443",
    "ISBN-13": "978-0525562443",
    "img": "/img/cien años de soledad.jpeg",
    "pag": "400",
    "publicacion": "24 Octubre 2017",
    "editorial": "Vintage Espanol; Anniversary edición",
    "price": 17.590,
    "moneda": "clp",
    "autor": "Gabriel García Márquez",
    "categoria": "Literatura y ficción",
    "clasificacion": "Ficción Literaria"
  },
  {
    "id": 2,
    "titulo": "Fuego y Sangre (Canción de hielo y fuego 0)",
    "desc": "El nuevo libro de George R. R. Martin narra la fascinante historia de los Targaryen, la dinastía que reinó en Poniente trescientos años antes del inicio de “Canción de hielo y fuego“, la saga que inspiró la serie de HBO: Juego de tronos. Siglos antes de que tuvieran lugar los acontecimientos que se relatan en “Canción de hielo y fuego“, la casa Targaryen, la única dinastía de señores dragón que sobrevivió a la Maldición de Valyria, se asentó en la isla de Rocadragón. Aquí tenemos el primero de los dos volúmenes en el que el autor de Juego de tronos nos cuenta, con todo lujo de detalles, la historia de tan fascinante familia: empezando por Aegon I Targaryen, creador del icónico Trono de Hierro, y seguido por el resto de las generaciones de Targaryens que lucharon con fiereza por conservar el poder, y el trono, hasta la llegada de la guerra civil que casi acaba con ellos. ¿Qué pasó realmente durante la Danza de dragones? ¿Por qué era tan peligroso acercarse a Valyria después de la Maldición? ¿Cómo era Poniente cuando los dragones dominaban los cielos? Estas, y otras muchas, son las preguntas a las que responde esta monumental crónica, narrada por un culto maestre de la Ciudadela, que anticipa el ya conocido universo de George R.R. Martin.",
    "ISNB-10": "B07FN6GLZ3",
    "ISBN-13": "B07FN6GLZ3",
    "img": "/img/fuego y sangre.jpeg",
    "pag": "913",
    "publicacion": "20 Noviembre 2018",
    "editorial": "PLAZA JANÉS",
    "price": 32.100,
    "moneda": "clp",
    "autor": "George R.R Martin",
    "categoria": "Literatura y ficción",
    "clasificacion": "Ficción de Acción y Aventura"
  },
  {
    "id": 3,
    "titulo": "El club de la lucha",
    "desc": "El club de la lucha, una de las novelas contemporáneas más originales y provocadoras, que ya se ha convertido en un clásico underground. La primera regla del club de la lucha es no hablar del club de la lucha. Cada fin de semana, un puñado de jóvenes oficinistas se quita los zapatos y las camisas y pelean entre sí hasta la extenuación. Los lunes vuelven a sus despachos con los ojos amoratados y un embriagador sentimiento de omnipotencia. Pero estas reuniones son solo el comienzo del plan con el que Tyler Durden, proyeccionista, camarero y oscuro genio anárquico, aspira a vengarse de una sociedad paralizada por el consumismo exacerbado.",    
    "ISNB-10": "8499088171",
    "ISBN-13": "B007PJMX2W",
    "img": "/img/el club de la lucha.jpeg",
    "pag": "226",
    "publicacion": "12 Abril 2012",
    "editorial": "RANDOM HOUSE",
    "price": 9.200,
    "moneda": "clp",
    "autor": "Chuck Palahniuk's ",
    "categoria": "Literatura y ficción",
    "clasificacion": "Acción y Aventura Clásica"
  },
  {
    "id": 4,
    "titulo": "Clímax: Una Novela Explícitamente Erótica",
    "desc": "Nunca beses a alguien en una fiesta enmascarada porque no sabes quién se esconde detrás del antifaz. No importa si es irresistiblemente atractivo; y definitivamente no deberías volver a besarlo cuando sabes que una relación con él puede traer serias consecuencias para los dos. Apenas Alejandro descubre la verdadera identidad de la morena misteriosa que despertó en él sensaciones que creía que jamás volvería a tener, se siente dividido entre el deseo de hacerla suya o hacer lo correcto y dejarla ir. Diana sabe que lo que ocurrió entre ellos no debería volver a suceder, pero la tentación de sucumbir a él es difícil de resistir, y los apetitos carnales que sacian el apetito sexual de Alejandro despiertan un lado desconocido que Diana desea explorar. Esta novela esta destinada exclusivamente a mayores de 18 años, ya que contiene escenas explícitamente sexuales.",
    "ISNB-10": "1072916932",
    "ISBN-13": "978-1072916932",
    "img": "/img/climax.jpeg",
    "pag": "199",
    "publicacion": "9 Junio 2019",
    "editorial": "Independently published",
    "price": 8.990,
    "moneda": "clp",
    "autor": "Dulce Veneno",
    "categoria": "Literatura y ficción",
    "clasificacion": "Ficción Erótica"
  },
  {
    "id": 5,
    "titulo": "Donde esta Venezuela? Where is Venezuela?",
    "desc": "Cuando Alesia y Jose le preguntan a su abuelo: ¿DÓNDE ESTÁ VENEZUELA?Papapa los lleva por un mágico y divertido viaje imaginario a través de los espectaculares paisajes venezolanos, que no solo los ubica en el mundosino que también les despierta un emocionante sentido de arraigo hacia su tierra y su gente.",
    "ISNB-10": "B08LFVRVDD",
    "ISBN-13": "979-8699844364",
    "img": "/img/donde esta venezuela.jpeg",
    "pag": "38",
    "publicacion": "19 Octubre 2020",
    "editorial": "Independently published",
    "price": 5.330,
    "moneda": "clp",
    "autor": "Nacho Palacios",
    "categoria": "Literatura y ficción",
    "clasificacion": "Mitología y Cuentos Populares"
  },
  {
    "id": 6,
    "titulo": "Los brujos de Chávez",
    "desc": "Única edición ampliada con fotografías inéditas. Hugo Chávez terminó siendo prisionero de su afición por los conjuros y los rituales santeros. Los días de conspiración intentó ganar las simpatías de sus compañeros golpistas con la ouija y promovió la santería cubana desde el Palacio de Miraflores, un recinto donde se sigue practicando el espiritismo. La política y la superstición se entrelazan en Venezuela en un singular fenómeno político en el que la santería cubana ha servido para ejercer control sobre los dirigentes políticos y militares. El periodista hispano-venezolano David Placer destapa la relación del chavismo con las ciencias ocultas en una obra original y reveladora. Por primera vez, una investigación periodística desvela el carácter supersticioso de Hugo Chávez, un presidente que se rodeó de brujos y santeros. Tras un minucioso trabajo que incluye a más de 70 entrevistas a allegados, amigos, miembros del gobiernos y ex colaboradores, Placer saca a la luz cartas privadas y extractos del diario personal del ex presidente venezolano hasta ahora desconocidos. Se trata de una obra imprescindible para comprender el chavismo como fenómeno político y social.",
    "ISNB-10": "1544999488",
    "ISBN-13": "978-1544999487",
    "img": "/img/los brujos de chavez.jpeg",
    "pag": "259",
    "publicacion": "31 Marzo 2017",
    "editorial": "CreateSpace Independent Publishing Platform",
    "price": 17.960,
    "moneda": "clp",
    "autor": "David Placer",
    "categoria": "Biografías y Memorias",
    "clasificacion": "Biografías de Presidentes y Jefes de Estado"
  },
  {
    "id": 7,
    "titulo": "El Padrino",
    "desc": "Con El Padrino, Mario Puzo consiguió crear un género. Novela sobre la Mafia, protagonizada por Vito Corleone, que revolucionó el mundo literario con su publicación en 1969. La publicación de El Padrino en 1969 convulsionó el mundo literario. Por primera vez, la Mafia protagonizaba una novela y era retratada desde dentro. Mario Puzo la presentaba no como una mera asociación de facinerosos, sino como una compleja sociedad con una cultura propia y una jerarquía aceptada incluso más allá de los círculos de la delincuencia. El Padrino narra la historia de un hombre, Vito Corleone, el capo más respetado de Nueva York. Déspota benevolente, implacable con sus rivales, inteligente y fiel a los principios del honor y la amistad. Don Corleone dirige un emporio que abarca el fraude y la extorsión, los juegos de azar y el control de los sindicatos. La vida y negocios de Don Corleone, así como los de su hijo y heredero Michael, conforman el eje de esta magistral obra.",
    "ISNB-10": "1544999488",
    "ISBN-13": "978-1544999487",
    "img": "/img/el padrino.jpeg",
    "pag": "594",
    "publicacion": "24 Enero 2019",
    "editorial": "B DE BOLSILLO",
    "price": 13.270,
    "moneda": "clp",
    "autor": "Mario Puzo",
    "categoria": "Misterio, Thriller y Suspenso",
    "clasificacion": "Misterio"
  },
  {
    "id": 8,
    "titulo": "La insoportable levedad del ser",
    "desc": "Una brillante disección del amor en nuestros días que se ha convertido en uno de los grandes hitos de la literatura contemporánea. Ésta es una historia de amor, o sea de celos, de sexo, de traiciones y también de las debilidades y paradojas de la vida cotidiana de dos parejas cuyos destinos se entrelazan. Los celos de Teresa por Tomás, el terco amor de éste por ella, opuesto a su irrefrenable deseo de otras mujeres, el idealismo de Franz, amante de Sabina, y la necesidad de ésta, amante también de Tomás, de perseguir una libertad que tan sólo la conduce a la insoportable levedad del ser, se convierten de simple anécdota en reflexión sobre problemas que nos afectan a todos.",
    "ISNB-10": "B0BQ79CZ6W",
    "ISBN-13": "B0BQ79CZ6W",
    "img": "/img/la insoportable levedad del ser.jpeg",
    "pag": "316",
    "publicacion": "22 Febrero 2023",
    "editorial": "Tusquets Editores S.A.",
    "price": 4.250,
    "moneda": "clp",
    "autor": "Milan Kundera",
    "categoria": "Literatura y ficción",
    "clasificacion": "Ficción Erótica"
  },
  {
    "id": 9,
    "titulo": "El Resplandor",
    "desc": "Jack Torrance está en busca de un nuevo comienzo en su vida. Su esposa quiere mantener a la familia unida. Y su pequeño hijo, Danny, es el único en darse cuenta del mal que los acecha.  “REDRUM”. Esa es la palabra que Danny había visto en el espejo. Y, aunque no sabía leer, entendió que era un mensaje de horror. Danny tenía cinco años, y a esa edad pocos niños saben que los espejos invierten las imágenes y menos aún saben diferenciar entre realidad y fantasía. Pero Danny tenía pruebas de que sus fantasías relacionadas con el resplandor del espejo acabarían cumpliéndose: REDRUM... MURDER, asesinato. Su padre necesitaba aquel trabajo en el hotel. Danny sabía que su madre pensaba en el divorcio y que su padre se obsesionaba con algo muy malo, tan malo como la muerte y el suicidio. Sí, su padre necesitaba aceptar la propuesta de cuidar de aquel hotel de lujo de más de cien habitaciones, vacío y aislado por la nieve durante seis meses. Hasta el deshielo iban a estar solos. ¿Solos?...",
    "ISNB-10": "059331123X",
    "ISBN-13": "978-0593311233",
    "img": "/img/el resplandor.jpeg",
    "pag": "688",
    "publicacion": "25 Agosto 2020",
    "editorial": "Vintage Espanol",
    "price": 23.120,
    "moneda": "clp",
    "autor": "Stephen King",
    "categoria": "Misterio, Thriller y Suspenso",
    "clasificacion": "Thriller Psicológicos"
  }
]
